
/* The name on the right is what the user will see */
"com_Foo_YourAttrName" = "Your Localized Attr Name";

/* The value on the right will be displayed by the Finder etc.. */
"com_Foo_YourAttrName.Description" = "Localized description of your attribute";